Repository: HarishThakur/Food-Courts
Catalog: *.lproj/Localizable.strings
Languages: es

source: List of Restaurants
es: £ïƨƭ ôƒ Rèƨƭáúřáñƭƨ ℓôřè₥

source: Food Menu
es: Fôôδ Mèñú ℓô

source: Starters
es: §ƭářƭèřƨ ℓ

source: Main Course
es: Máïñ Çôúřƨè ℓô

source: Beverages
es: ßèƲèřáϱèƨ ℓô

source: KFC
es: KFÇ

source: McDonalods
es: MçÐôñáℓôδƨ ℓô

source: Dominos
es: Ðô₥ïñôƨ ℓ

source: Subway
es: §úβωá¥ ℓ

source: Biryani Pot
es: ßïř¥áñï Þôƭ ℓô

source: Mast Kalander
es: Máƨƭ Káℓáñδèř ℓôř

source: The Village
es: Tλè Vïℓℓáϱè ℓô

source: Empire Restaurant
es: É₥ƥïřè Rèƨƭáúřáñƭ ℓôřè

source: French Fries
es: Fřèñçλ Fřïèƨ ℓôř

source: Paneer Tikka
es: Þáñèèř Tïƙƙá ℓôř

source: Chicken Snacker
es: Çλïçƙèñ §ñáçƙèř ℓôřè

source: Crispy Chicken
es: Çřïƨƥ¥ Çλïçƙèñ ℓôř

source: Grilled Chicken
es: Gřïℓℓèδ Çλïçƙèñ ℓôřè

source: Chicken Tandoori
es: Çλïçƙèñ Táñδôôřï ℓôřè

source: Chilly Paneer
es: Çλïℓℓ¥ Þáñèèř ℓôř

source: Fried Rice
es: Fřïèδ Rïçè ℓô

source: Pulaw
es: Þúℓáω ℓ

source: Daal Tadka
es: Ðááℓ Táδƙá ℓô

source: Punjabi Chicken
es: ÞúñJáβï Çλïçƙèñ ℓôřè

source: Aalu Gobhi
es: Âáℓú Gôβλï ℓô

source: Tandoori Roti
es: Táñδôôřï Rôƭï ℓôř

source: Phulka
es: Þλúℓƙá ℓ

source: Cold Drinks
es: Çôℓδ Ðřïñƙƨ ℓô

source: Masala Cold Drink
es: Máƨáℓá Çôℓδ Ðřïñƙ ℓôřè

source: Lassi
es: £áƨƨï ℓ

source: Butter Milk
es: ßúƭƭèř Mïℓƙ ℓô

source: Jaljeera
es: JáℓJèèřá ℓ
